Repository: viktormorales/VHM-Share-Buttons
Catalog: languages/*.po
Languages: es_es

source: VHM Share Buttons Settings
es_es: VHM Share Buttons

source: Active
es_es: Activo

source: Title
es_es: Titulo

source: Applications
es_es: Aplicaciones

source: Source
es_es: Fuentes

source: Display buttons at the end of your content to share in the applications listed below.
es_es: Muestra botones al final del articulo para compartirlo con las siguientes aplicaciones.

source: Tick the box if you want to display the buttons.
es_es: Tilde la opcion para mostrar los botones.

source: The title you want to display to invite users to share your post.
es_es: El titulo que quieres mostrar para invitar a los usuarios a compartir la entrada.

source: Choose the applications you want to share your content to:
es_es: Elije las aplicaciones en las que quieras compartir el contenido:

source: Choose the sources you want to display the buttons:
es_es: Elije las fuentes donde quieras mostrar los botones:
