Repository: viktormorales/VHM-Share-Buttons
Catalog: languages/vhm-share-buttons-*.po
Languages: it_it

source: Active
it_it: Attive

source: Title
it_it: Titolo

source: Applications
it_it: Applicazioni

source: Source
it_it: Sorgente

source: Display buttons at the end of your content to share in the applications listed below.
it_it: Visualizza i pulsanti alla fine del tuo contenuto per condividere le applicazioni elencate di seguito.

source: Tick the box if you want to display the buttons.
it_it: Spunta la casella se vuoi visualizzare i pulsanti.

source: The title you want to display to invite users to share your post.
it_it: Il titolo che desideri visualizzare per invitare gli utenti a condividere il tuo post.

source: Choose the applications you want to share your content to:
it_it: Scegli le applicazioni a cui vuoi condividere i tuoi contenuti:

source: Choose the sources you want to display the buttons:
it_it: Scegli le fonti che vuoi visualizzare i pulsanti:

source: Show share buttons on this page.
it_it: Mostra pulsanti di condivisione in questa pagina.

source: WhatsApp
it_it: WhatsAoo

source: Copy link
it_it: Condividi il link

source: Share on...
it_it: Condividere su...
